* 2016
** 2016-07 July
*** 2016-07-01 Friday
**** Play basketball
     CLOCK: [2016-07-01 Fri 19:31]--[2016-07-01 Fri 22:20] =>  2:49
     [2016-07-01 Fri 19:31]
*** 2016-07-02 Saturday
**** Lunch 
     CLOCK: [2016-07-02 Sat 14:09]--[2016-07-02 Sat 14:23] =>  0:14
     [2016-07-02 Sat 14:09]
*** 2016-07-03 Sunday
**** Eat lunch
     CLOCK: [2016-07-03 Sun 12:50]--[2016-07-03 Sun 14:01] =>  1:11
[2016-07-03 Sun 12:50]
**** Dinner 
     CLOCK: [2016-07-03 Sun 19:44]--[2016-07-03 Sun 20:25] =>  0:41
[2016-07-03 Sun 1:9
*** 2016-07-04 Monday
**** Toilet
     CLOCK: [2016-07-04 Mon 01:55]--[2016-07-04 Mon 02:19] =>  0:24
     CLOCK: [2016-07-04 Mon 01:52]--[2016-07-04 Mon 01:54] =>  0:02
[2016-07-04 Mon 01:52]
**** Beeth
     CLOCK: [2016-07-04 Mon 09:29]--[2016-07-04 Mon 09:38] =>  0:09
[2016-07-04 Mon 09:29]
**** Eat breakfast
     CLOCK: [2016-07-04 Mon 10:05]--[2016-07-04 Mon 10:12] =>  0:07
[2016-07-04 Mon 10:05]
**** Lunch
     CLOCK: [2016-07-04 Mon 12:19]--[2016-07-04 Mon 13:33] =>  1:14
[2016-07-04 Mon 12:19]
**** Wait buying phone
     CLOCK: [2016-07-04 Mon 09:57]--[2016-07-04 Mon 10:04] =>  0:07
     [2016-07-04 Mon 09:57]
**** The Big Bang  (Movie) 
     CLOCK: [2016-07-04 Mon 18:48]--[2016-07-04 Mon 19:32] =>  0:44
[2016-07-04 Mon 18:48]
**** Bathe
     CLOCK: [2016-07-04 Mon 19:33]--[2016-07-04 Mon 20:01] =>  0:28
[2016-07-04 Mon 19:33]
**** Dinner
     CLOCK: [2016-07-04 Mon 20:09]--[2016-07-04 Mon 21:46] =>  1:37
[2016-07-04 Mon 20:09]
*** 2016-07-05 Tuesday
**** Beeth
     CLOCK: [2016-07-05 Tue 00:45]--[2016-07-05 Tue 00:52] =>  0:07
[2016-07-05 Tue 00:45]
**** Go home
     CLOCK: [2016-07-05 Tue 08:04]--[2016-07-06 Wed 10:13] => 26:09
[2016-07-05 Tue 08:04]
*** 2016-07-06 Wednesday
**** Big Bang 8.4-8.7
     CLOCK: [2016-07-06 Wed 15:36]--[2016-07-06 Wed 17:03] =>  1:27
[2016-07-06 Wed 15:36]
**** Tweak phone,Dinner
     CLOCK: [2016-07-06 Wed 17:08]--[2016-07-06 Wed 19:58] =>  2:50
[2016-07-06 Wed 17:
*** 2016-07-07 Thursday
**** Mastu
     CLOCK: [2016-07-07 Thu 00:00]--[2016-07-07 Thu 00:17] =>  0:17
[2016-07-07 Thu 00:16]
**** Big Bang 8.8-8.9
     CLOCK: [2016-07-07 Thu 00:17]--[2016-07-07 Thu 01:08] =>  0:51
[2016-07-07 Thu 00:17]
**** Toilet
     CLOCK: [2016-07-07 Thu 01:08]--[2016-07-07 Thu 01:23] =>  0:15
[2016-07-07 Thu 01:08]
**** Sleep
     CLOCK: [2016-07-07 Thu 01:23]--[2016-07-07 Thu 08:51] =>  7:28
[2016-07-07 Thu 01:23]
**** Beeth
     CLOCK: [2016-07-07 Thu 08:52]--[2016-07-07 Thu 09:01] =>  0:09
[2016-07-07 Thu 08:52]
**** Breakfast
     CLOCK: [2016-07-07 Thu 09:02]--[2016-07-07 Thu 09:08] =>  0:06
[2016-07-07 Thu 09:02]
**** Buy phone
     CLOCK: [2016-07-07 Thu 09:44]--[2016-07-07 Thu 10:05] =>  0:21
[2016-07-07 Thu 09:44]
**** Lunch
     CLOCK: [2016-07-07 Thu 12:02]--[2016-07-07 Thu 12:29] =>  0:27
[2016-07-07 Thu 12:02]
**** Mastu
     CLOCK: [2016-07-07 Thu 14:54]--[2016-07-07 Thu 15:19] =>  0:25
[2016-07-07 Thu 14:54]
**** Movie
     CLOCK: [2016-07-07 Thu 15:21]--[2016-07-07 Thu 16:53] =>  1:32
     [2016-07-07 Thu 15:21]
**** Basketball,Bathe
     CLOCK: [2016-07-07 Thu 19:06]--[2016-07-07 Thu 21:26] =>  2:20
[2016-07-07 Thu 19:06]
*** 2016-07-08 Friday
**** Sleep
     CLOCK: [2016-07-08 Fri 01:42]--[2016-07-08 Fri 08:23] =>  6:41
[2016-07-08 Fri 01:42]
**** Lunch
CLOCK: [2016-07-08 Fri 12:13]--[2016-07-08 Fri 12:41] =>  0:28
[2016-07-08 Fri 12:13]
**** Basketball
CLOCK: [2016-07-08 Fri 19:05]--[2016-07-08 Fri 19:20] =>  0:15
[2016-07-08 Fri 19:05]
**** Dinner
CLOCK: [2016-07-08 Fri 19:44]--[2016-07-08 Fri 19:55] =>  0:11
[2016-07-08 Fri 19:44]
**** Basketball
CLOCK: [2016-07-08 Fri 20:43]--[2016-07-08 Fri 22:01] =>  1:18
[2016-07-08 Fri 20:43]
**** Bathe
CLOCK: [2016-07-08 Fri 22:01]--[2016-07-08 Fri 22:13] =>  0:12
[2016-07-08 Fri 22:01]
*** 2016-07-09 Saturday
**** Beeth
CLOCK: [2016-07-09 Sat 00:38]--[2016-07-09 Sat 01:00] =>  0:22
CLOCK: [2016-07-09 Sat 00:37]--[2016-07-09 Sat 00:38] =>  0:01
[2016-07-09 Sat 00:37]
**** Sleep
CLOCK: [2016-07-09 Sat 01:00]--[2016-07-09 Sat 06:39] =>  5:39
[2016-07-09 Sat 01:00]
**** Breakfast
CLOCK: [2016-07-09 Sat 08:19]--[2016-07-09 Sat 08:27] =>  0:08
[2016-07-09 Sat 08:19]
**** Dinner
CLOCK: [2016-07-09 Sat 19:08]--[2016-07-09 Sat 19:27] =>  0:19
[2016-07-09 Sat 19:08]
*** 2016-07-10 Sunday
**** Mastu
CLOCK: [2016-07-10 Sun 00:10]--[2016-07-10 Sun 01:10] =>  1:00
[2016-07-10 Sun 01:10]
**** Sleep 
CLOCK: [2016-07-10 Sun 02:14]--[2016-07-10 Sun 09:21] =>  7:07
[2016-07-10 Sun 02:14]
**** Dinner
CLOCK: [2016-07-10 Sun 19:05]--[2016-07-10 Sun 19:16] =>  0:11
[2016-07-10 Sun 19:05]
**** Toilet
CLOCK: [2016-07-10 Sun 20:20]--[2016-07-10 Sun 20:38] =>  0:18
[2016-07-10 Sun 20:20]
**** Break
CLOCK: [2016-07-10 Sun 20:47]--[2016-07-10 Sun 20:56] =>  0:09
[2016-07-10 Sun 20:47]
**** Eat noodle
CLOCK: [2016-07-10 Sun 22:00]--[2016-07-10 Sun 22:19] =>  0:19
[2016-07-10 Sun 22:00]
*** 2016-07-11 Monday
**** Sleep
CLOCK: [2016-07-11 Mon 01:50]--[2016-07-11 Sun 8:19] =>  6:29
[2016-07-11 Mon 01:50]
**** Lunch
CLOCK: [2016-07-11 Mon 12:11]--[2016-07-11 Mon 12:26] =>  0:15
[2016-07-11 Mon 12:11]
**** Movie
CLOCK: [2016-07-11 Mon 12:26]--[2016-07-11 Mon 13:09] =>  0:43
[2016-07-11 Mon 12:26]
**** Dinner
CLOCK: [2016-07-11 Mon 19:24]--[2016-07-11 Mon 19:35] =>  0:11
[2016-07-11 Mon 19:24]
**** Basketball
CLOCK: [2016-07-11 Mon 20:00]--[2016-07-11 Mon 20:39] =>  0:39
[2016-07-11 Mon 20:00]
*** 2016-07-12 Tuesday
**** Mastu
CLOCK: [2016-07-12 Tue 00:10]--[2016-07-12 Tue 00:27] =>  0:01
[2016-07-12 Tue 00:00]
**** Sleep
CLOCK: [2016-07-12 Tue 02:18]--[2016-07-12 Tue 09:06] =>  6:48
[2016-07-12 Tue 02:18]
**** Breakfast
CLOCK: [2016-07-12 Tue 09:09]--[2016-07-12 Tue 09:50] =>  0:41
CLOCK: [2016-07-12 Tue 09:06]--[2016-07-12 Tue 09:07] =>  0:01
[2016-07-12 Tue 09:06]
**** Lunch
CLOCK: [2016-07-12 Tue 15:14]--[2016-07-12 Tue 15:31] =>  0:17
[2016-07-12 Tue 15:14]
*** 2016-07-13 Wednesday
**** Phone
CLOCK: [2016-07-13 Wed 00:18]--[2016-07-13 Wed 03:06] =>  2:48
[2016-07-13 Wed 00:18]
**** Sleep
CLOCK: [2016-07-13 Wed 03:06]--[2016-07-13 Wed 10:06] =>  7:00
[2016-07-13 Wed 03:06]
**** Breakfast
CLOCK: [2016-07-13 Wed 10:06]--[2016-07-13 Wed 10:24] =>  0:18
[2016-07-13 Wed 10:06]
**** Dinner
CLOCK: [2016-07-13 Wed 19:24]--[2016-07-13 Wed 19:59] =>  0:35
[2016-07-13 Wed 19:24]
*** 2016-07-14 Thursday
**** Mastu
CLOCK: [2016-07-14 Thu 00:14]--[2016-07-14 Thu 00:45] =>  0:31
[2016-07-14 Thu 00:44]
**** Phone
CLOCK: [2016-07-14 Thu 00:46]--[2016-07-14 Thu 02:25] =>  1:39
[2016-07-14 Thu 00:46]
**** Sleep
CLOCK: [2016-07-14 Thu 02:25]--[2016-07-14 Thu 08:47] =>  6:22
[2016-07-14 Thu 02:25]
**** Lunch
CLOCK: [2016-07-14 Thu 11:56]--[2016-07-14 Thu 12:05] =>  0:09
[2016-07-14 Thu 11:56]
**** Basketball
CLOCK: [2016-07-14 Thu 19:10]--[2016-07-14 Thu 22:40] =>  3:30
[2016-07-14 Thu 19:10]
*** 2016-07-15 Friday
**** Sleep
CLOCK: [2016-07-15 Fri 01:42]--[2016-07-15 Fri 09:16] =>  7:34
[2016-07-15 Fri 01:42]
**** Breakfast
CLOCK: [2016-07-15 Fri 09:18]--[2016-07-15 Fri 10:03] =>  0:45
[2016-07-15 Fri 09:18]
**** Eat fruit
CLOCK: [2016-07-15 Fri 14:55]--[2016-07-15 Fri 15:04] =>  0:09
[2016-07-15 Fri 14:55]
*** 2016-07-16 Saturday
**** Eat food
CLOCK: [2016-07-16 Sat 22:56]--[2016-07-16 Sat 23:18] =>  0:22
[2016-07-16 Sat 22:56]
*** 2016-07-17 Sunday
**** Phone
CLOCK: [2016-07-17 Sun 00:12]--[2016-07-17 Sun 02:00] =>  1:48
[2016-07-17 Sun 00:12]
**** Sleep
CLOCK: [2016-07-17 Sun 02:01]--[2016-07-17 Sun 09:45] =>  7:44
[2016-07-17 Sun 02:01]
**** Lunch
CLOCK: [2016-07-17 Sun 12:12]--[2016-07-17 Sun 12:47] =>  0:35
[2016-07-17 Sun 12:12]
**** Mastu
CLOCK: [2016-07-17 Sun 15:00]--[2016-07-17 Sun 15:32] =>  0:32
[2016-07-17 Sun 17:32]
**** Dinner,Basketball,Bathe
CLOCK: [2016-07-17 Sun 18:34]--[2016-07-17 Sun 21:19] =>  2:45
[2016-07-17 Sun 18:34]
**** Phone
CLOCK: [2016-07-17 Sun 23:26]--[2016-07-18 Mon 01:03] =>  1:37
[2016-07-17 Sun 23:26]
*** 2016-07-18 Monday
**** Sleep
CLOCK: [2016-07-18 Mon 01:19]--[2016-07-18 Mon 07:43] =>  6:24
[2016-07-18 Mon 01:19]
**** Dinner,basketball,bathe
CLOCK: [2016-07-18 Mon 19:05]--[2016-07-18 Mon 21:14] =>  2:09
[2016-07-18 Mon 19:05]
*** 2016-07-19 Tuesday
**** Mastu
CLOCK: [2016-07-19 Tue 00:08]--[2016-07-19 Tue 00:41] =>  0:33
[2016-07-19 Tue 00:08]
**** Sleep
CLOCK: [2016-07-19 Tue 02:03]--[2016-07-19 Tue 09:46] =>  7:43
[2016-07-19 Tue 02:03]
**** Dinner,brasket,bathe
CLOCK: [2016-07-19 Tue 18:58]--[2016-07-19 Tue 22:25] =>  3:27
[2016-07-19 Tue 18:58]
**** Toilet
CLOCK: [2016-07-19 Tue 23:51]--[2016-07-20 Wed 00:11] =>  0:20
[2016-07-19 Tue 23:51]
*** 2016-07-20 Wednesday
**** Sleep
CLOCK: [2016-07-20 Wed 02:08]--[2016-07-20 Wed 08:48] =>  6:40
[2016-07-20 Wed 02:08]
**** fuck,没电阿
CLOCK: [2016-07-20 Wed 08:50]--[2016-07-20 Wed 20:46] => 11:56
[2016-07-20 Wed 08:48]
*** 2016-07-21 Thursday
**** Sleep
CLOCK: [2016-07-21 Thu 01:45]--[2016-07-21 Thu 09:07] =>  7:22
[2016-07-21 Thu 01:45]
**** Breakfast
CLOCK: [2016-07-21 Thu 09:07]--[2016-07-21 Thu 09:24] =>  0:17
[2016-07-21 Thu 09:07]
**** Basketball,bathe
CLOCK: [2016-07-21 Thu 19:36]--[2016-07-21 Thu 21:22] =>  1:46
[2016-07-21 Thu 19:36]
*** 2016-07-22 Friday
**** Water
CLOCK: [2016-07-22 Fri 00:02]--[2016-07-22 Fri 00:11] =>  0:09
[2016-07-22 Fri 00:02]
**** Sleep
CLOCK: [2016-07-22 Fri 01:56]--[2016-07-22 Fri 08:38] =>  6:42
[2016-07-22 Fri 01:56]
**** Lunch
CLOCK: [2016-07-22 Fri 11:33]--[2016-07-22 Fri 12:32] =>  0:59
[2016-07-22 Fri 11:33]
**** Sleep
CLOCK: [2016-07-22 Fri 23:35]--[2016-07-23 Sat 05:34] =>  5:59
[2016-07-22 Fri 23:35]
*** 2016-07-27 Wednesday

